[
    {
        "human": "Nun ali dherai vayo momo ma .. testing ",
        "assistant": "neutral"
    },
    {
        "human": "I am so impressed with the prompt service. Dami",
        "assistant": "positive"
    },
    {
        "human": "Momo thikai thyo....ali piro thyo chatni.... environment thikai thikai thyo.....smoke drink garne khane sabai eutai ma vayera hola ali smoke smell aathyo",
        "assistant": "negative"
    },
    {
        "human": "Thikai thyo khana ",
        "assistant": "neutral"
    },
    {
        "human": "foodmandu bata order gareko biryani offer ko time thiyo tei vayarw hola testo mitho thiyana...like eti price ma estai auxa jasto ",
        "assistant": "negative"
    },
    {
        "human": "Thakali chicken set khana mitho xa, environment ni ekdam peace family friends sanga dinner aauna ekdam fit hunxa",
        "assistant": "positive"
    },
    {
        "human": "Jhol momo ekdam mitho xa and staff pani friendly xa ",
        "assistant": "positive"
    },
    {
        "human": "Khana ekdam ramro. Manchhe dherai huda  customer service ramro vayena.Price as compared to others and quality ali badhi bhayo.",
        "assistant": "neutral"
    },
    {
        "human": "Kati mitho khana xa yar yo restaurant ma.",
        "assistant": "negative"
    },
    {
        "human": "Mitho chaina....",
        "assistant": "negative"
    },
    {
        "human": "Saab thik cha",
        "assistant": "positive"
    },
    {
        "human": "Tasty food and beautiful ambience ",
        "assistant": "positive"
    },
    {
        "human": "I recently had the of break fast at white Revit and its awesome food and service.",
        "assistant": "positive"
    },
    {
        "human": "Waiter le time ma response garenan. Kam piro bhaneko piro ra badhi chillo order aaepyo.",
        "assistant": "negative"
    },
    {
        "human": "Paratha thikai thiyo",
        "assistant": "neutral"
    },
    {
        "human": "Decoration dharai ramro ra service pane dharai ramro theyo ",
        "assistant": "positive"
    },
    {
        "human": "Kasto man ☺️mohit waiter yrr",
        "assistant": "neutral"
    },
    {
        "human": "Pani ko taste man parena",
        "assistant": "negative"
    },
    {
        "human": "Veg khana rakhnai birse xa jasto x. Veg momo lai hepeko jasto x",
        "assistant": "negative"
    },
    {
        "human": "यो yes cafe मा त केही राम्रो पाइदैन है साथि",
        "assistant": "negative"
    },
    {
        "human": "Chiya ma chini thorae thiyo..tara maile khaye",
        "assistant": "neutral"
    },
    {
        "human": "Masu bhat best cha hai ",
        "assistant": "positive"
    },
    {
        "human": "mero pani chiya ma chini thorae thyo..tara maile alikati thapera khaye\n....from kapil dev belbase",
        "assistant": "neutral"
    },
    {
        "human": "chowmin khada sauce na diyena",
        "assistant": "negative"
    },
    {
        "human": "Masu thapnu payena ",
        "assistant": "negative"
    },
    {
        "human": "Masu chaiyeo ",
        "assistant": "negative"
    },
    {
        "human": "Mitho xaina ",
        "assistant": "negative"
    },
    {
        "human": "Khattam xa ",
        "assistant": "negative"
    },
    {
        "human": "Yeti namitho pakauna laj lagdaina ",
        "assistant": "negative"
    },
    {
        "human": "Masu mitho xaina \n-key_eyeyes",
        "assistant": "negative"
    },
    {
        "human": "Khana ma matra bhat ra dal xa roti ko option nai xain so roti khane le khana pako xain \nAdd garnus la ",
        "assistant": "negative"
    },
    {
        "human": "Swad ma mitho thyo tara chillo piro ali dherai vayo",
        "assistant": "negative"
    },
    {
        "human": "Sabai ramro thyo but ali ali raining le garda bore pani vayo babal majja pani aayo.",
        "assistant": "positive"
    },
    {
        "human": "Yeha ko tarkari samosa sanga chiya dami xa",
        "assistant": "positive"
    },
    {
        "human": "Aaja dal mitho theyana",
        "assistant": "neutral"
    },
    {
        "human": "yeta dateing ko lagi thau thik xaina cheya ne metho theyana",
        "assistant": "negative"
    },
    {
        "human": "Momo mitho xa",
        "assistant": "positive"
    },
    {
        "human": "waiter le dherai nai dhila garyo khana lyauna. aru services haru thikai tyo",
        "assistant": "negative"
    },
    {
        "human": "pani tato raixa tongue polyo ",
        "assistant": "negative"
    },
    {
        "human": "malai waiter ko behaviour mann parena .",
        "assistant": "negative"
    },
    {
        "human": "Ham Burger was so good.",
        "assistant": "positive"
    },
    {
        "human": "rajma thik xaina. dherai patalo jhol vayo ",
        "assistant": "negative"
    },
    {
        "human": "Mitho thyo Tara Ali badhi burnt smell aairaakheko thyo",
        "assistant": "neutral"
    },
    {
        "human": "Asti koteshowr ko hotel ma mo:mo khako mitho ta thyo tara jhol chai ekdam piro thiyo.",
        "assistant": "positive"
    },
    {
        "human": " Mitho thiyo yekdam dheraiiiiiiiiiiiiiiii",
        "assistant": "positive"
    },
    {
        "human": "Piro naii thiyena ani nun pani thiyena tara khanai paryo ",
        "assistant": "negative"
    },
    {
        "human": "Paisa ali dheraii thiyo tara mitho ni thiyo ",
        "assistant": "neutral"
    },
    {
        "human": "chyaa kasto namitho khana, paisa mtara kharcha!",
        "assistant": "negative"
    },
    {
        "human": "chowmen khako, banda ma chowmein rakhera diyo!",
        "assistant": "negative"
    },
    {
        "human": "esti hakka noodles khana gayeko chutya le last piro banayera diyo xya.... Tara dammi chae dammmi theo haiii",
        "assistant": "neutral"
    },
    {
        "human": "yaha ko jasto pizza maile aaja samma khako thina, bhagya ma lekhera aaunu parcha yaha ko pizza khana ta!",
        "assistant": "positive"
    },
    {
        "human": "thait teri matokney, kasto deko burger magako pauroti khuwayo\npizza magako sukeko roti mah sause halera khanu andira ",
        "assistant": "neutral"
    },
    {
        "human": "muji khaja khana gako the Bashi khaja diyo. yesto riss uthya xa muji dekhi, tesko pasal aago lai dinu jasto vako xa..",
        "assistant": "positive"
    },
    {
        "human": "Khana mitho thiyo ani price pani afforable thiyo",
        "assistant": "positive"
    },
    {
        "human": "Order gariyo ko aanusar khana ko quantity ra taste teti ramro thiyena",
        "assistant": "negative"
    },
    {
        "human": "The momo seemed bit undercooked ....and the achar was too salty,",
        "assistant": "negative"
    },
    {
        "human": "hamile cheese-and-chicken momo ra keema noodles as suggested mitho hunchha vanera expect garera gako thiyeu but tyo okay type samma ko close pani payenam. New place",
        "assistant": "negative"
    },
    {
        "human": "aaja try gareko bacon and fruit platter chai thikai nai thiyo vannu parda, and addition of watermelon juice was okay okay for my personal taste",
        "assistant": "positive"
    },
    {
        "human": "baneshwor ko keema noodles is the best one ",
        "assistant": "positive"
    },
    {
        "human": "hostel ko daal khada pani vanda patalo vayera nilina pani niliyena ",
        "assistant": "negative"
    },
    {
        "human": "asti khako momo lastai bhanda ni lastai oily thiyo , ani maida khacho poni thiyo that was worst for me .  ",
        "assistant": "negative"
    },
    {
        "human": "place hygienic xa. momos are super juicy. ambience is average ",
        "assistant": "positive"
    },
    {
        "human": "today we went to a place where we ate tea and lassi. The place was fun and comfy and we could play board games as well . it was a fun place and good experience overall",
        "assistant": "positive"
    },
    {
        "human": "i didn't like the customer service.",
        "assistant": "negative"
    },
    {
        "human": "aaja ko thau chai best nai lagyo malai tya ho service atti nai wow thiyo, order gareko item poni time mai lyaidinu bhathyo ani tya ko drinks poni expectation anusarnai bhayo ",
        "assistant": "positive"
    },
    {
        "human": "j hos yehako jhol momo chai winter time ko lagi best nai chha hai",
        "assistant": "positive"
    },
    {
        "human": "teha khana jada laphing was best with best spices but keema noodles chai over cooked thiyo, hope that was only one time ",
        "assistant": "neutral"
    },
    {
        "human": "the manager is very handsome and well speaking\n",
        "assistant": "positive"
    },
    {
        "human": "yo place ma chai mero favorite till now vaneko chai lemon tea with ginger and honey ho hai ",
        "assistant": "positive"
    },
    {
        "human": "maple glazee chicken thikai  lagyo from my side . ",
        "assistant": "neutral"
    },
    {
        "human": "chicken momo baneko malai buff ko momo deyo ",
        "assistant": "negative"
    },
    {
        "human": "matcha latte chai khnai sakina , literally matcha latte malai man parthyo tara tya khaya bata tw feri khanxu jasto ta lagdaina  ",
        "assistant": "negative"
    },
    {
        "human": "chowmein ma cockroach thyo xya",
        "assistant": "negative"
    },
    {
        "human": "momo ma musa ko tooth thiyo",
        "assistant": "negative"
    },
    {
        "human": "Chicken BBQ  pizza kati mithoooo",
        "assistant": "positive"
    },
    {
        "human": "khasei testo mitho ta lagena tara cost anusar thikai ni ho, ani waiter haruko beura chai kasto ris uthdo hou",
        "assistant": "neutral"
    },
    {
        "human": "nice ambiance but waiter le order gareko chicken pizza ko satta cheese pizza lyaidiyo",
        "assistant": "neutral"
    },
    {
        "human": "mitho raixa",
        "assistant": "positive"
    },
    {
        "human": "xyaaaaaaaaaa k ho testo khana ko taste",
        "assistant": "negative"
    },
    {
        "human": "ramro raixa sabai kura tara alik cleanliness ma dhyan dinu paryo",
        "assistant": "positive"
    },
    {
        "human": "Taste of food is good in s cafe but not hygienic \nLike chowmien ma thkai thyo but kaile achar ma smell aaucha ta kaile noodle ma otherwise all good but their is no hygiene in their cafe tyo maintain garnu paryo ",
        "assistant": "neutral"
    },
    {
        "human": "I recently visited Sanepa Delight and was thoroughly impressed by their food and services. The star of the evening was undoubtedly the Chicken C Momo. The dumplings were perfectly cooked, with a soft, tender wrapper and a filling that was flavorful and juicy. The blend of spices in the chicken was just right, making each bite a delightful experience",
        "assistant": "positive"
    },
    {
        "human": "aauta naya thaau dekhera khana gako the, ambience chai babbal lagyo. aani tespaxi chiya ,churot magaye . churot ta yekkai xin mai layediyio, tara chita ta jhandai 1 hrs layo haau layedina ni. tei mathi fateko dudh ko chiya jastai thiyi. xyaa muji bekkar chiya khaye jastai lagya thiyo. tyo din dekhi tya gako xaina chiya khana lai.Tara waiter chai last sexyy thiyo haai tyo resturant ko. staff matra sexyy rakhera hunna raixa , khane kura ni mitho banauna paryo . ",
        "assistant": "negative"
    },
    {
        "human": "seat ma basi sake paxi pani, order lina ko lagi kunai response nai aayena. Afai gayera order diyera aaye. Ali table haru messy thiyo, safa gardinu vanna paryo. Coffee serve garnnai janenan. ",
        "assistant": "negative"
    },
    {
        "human": "Table ma napkin ni thiyena, order place huna nai dherai time lagyo. Cafe chalaunai na janne. Seats na vayera divide gari basna parya thiyo arko manxe sanga. ",
        "assistant": "negative"
    },
    {
        "human": "Thikai thiyo Tara Ali badi bhid thiyo, ubhiyera khaja khanu paryo. Dustbin haru full vaisakya vayera fohor falna ni garo vayo",
        "assistant": "negative"
    },
    {
        "human": "Family dinner ko lagi ramrai lagyo. Item dherai na vayeta pani mitho chai thiyo. Ali late ta vayo order place huna but pratikxya ko fal mitho nai thiyo. Waiter haru well behaved thiye ra sabbai kura time mai gariraka thiye.",
        "assistant": "neutral"
    },
    {
        "human": "Kahile pani tyo sirupate rainbow trout resturant maa najanu hai. tyo khate resturant ho, khali jaad khanaeharuali value dinchha, chorharu",
        "assistant": "negative"
    },
    {
        "human": "maile coke magako, fridge ko coke chhaina re, tara beer khanelai chahi jati pani chiso dira tyo",
        "assistant": "negative"
    },
    {
        "human": "yo chahi best resturant ho, khana pani raamro, sasto pani",
        "assistant": "positive"
    },
    {
        "human": "The Cost Price Of Samosa Is Expensive. I Usually Buy Samosa At Price Rs.20.",
        "assistant": "positive"
    },
    {
        "human": "The Items Are Not Tasty And Well Maintain",
        "assistant": "negative"
    },
    {
        "human": "The Price is balanced with items quality",
        "assistant": "neutral"
    },
    {
        "human": "nice",
        "assistant": "positive"
    },
    {
        "human": "Sabai kura thikai lagyo. \nPrice ali besi lagyo malai , aru ta thik xa",
        "assistant": "neutral"
    },
    {
        "human": "Ma coffee shop bhitra basdai garda ra coffee lida ko tyo environment ma ramilo lagxa",
        "assistant": "positive"
    },
    {
        "human": "Mailey khako khaja teti mitho theyena ra service ni teti ramro theyena",
        "assistant": "negative"
    },
    {
        "human": "Awesome viewq",
        "assistant": "positive"
    },
    {
        "human": "Thakali khana mitho thiyo but pheri aayara kham jasto chahi vayana",
        "assistant": "neutral"
    },
    {
        "human": "77777777",
        "assistant": "positive"
    },
    {
        "human": "¹²³⁴⁵⁶⁷⁸⁹1",
        "assistant": "neutral"
    },
    {
        "human": "khana paxi ko lassi jasto . apple haleko thik thiyo",
        "assistant": "positive"
    },
    {
        "human": "dinner ko laagi enviroment teti ramro lagena . ali kati crowd vayo badi ",
        "assistant": "negative"
    },
    {
        "human": "Hospitality was very impressive.Ambience was also very good and attractive. And the food was best.",
        "assistant": "positive"
    },
    {
        "human": "Mithaii thyo",
        "assistant": "positive"
    },
    {
        "human": "Thikaii thyo",
        "assistant": "neutral"
    },
    {
        "human": "Service was quick and the menu item ni ramro thyoo ani taste was natural hai",
        "assistant": "positive"
    }
]